Repository: aoringo12/honyaku
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Heroes who survive deal Wounds:
ja: 生き残ったヒーローたちはあなたに負傷を与えます：

source: Heroes who survive give you "Wounds."
ja: 生き残ったヒーローたちはあなたを負傷させます。

source: Heroic Boots
ja: Heroic Boots ヒロイックブーツ

source: Hex
ja: Hex ヘキサ

source: Hex (Secrets)
ja: ヘクス（シークレット）

source: Hi!
ja: やあ！

source: Hidden.​ If defending with a single warrior, the Alliance can ignore one hit taken.
ja: 潜む。戦士1体と共に防衛する時、連合は受けるヒット1つを無視できます。

source: Hideout Card Slots
ja: 隠れ家カードスロット

source: Hideout.
ja: 隠れ家。

source: Hideout​ ​Loss.​ Whenever a Hideout is removed, the Alliance must remove any conspiracy and half (round up) of the supporters in the matching forest nation box.
ja: 隠れ家を失う。隠れ家1つが取り除かれるたびに、連合は一致する森の民ボックスのサポーター半分（切り上げ）と、任意の策略を取り除かなければなりません。

source: Hiding cards isn't allowed.
ja: カードを隠すことはできません。

source: Hiding ca「ds isn't allowed.
ja: カードを隠すことはできません。

source: Hint:
ja: ヒント：

source: His opponent, Jules (white), controls the Shrine in between.
ja: 彼の対戦相手のジュール（白）が、間にある神殿を制御しています。

source: His retribution is swift and decisive.
ja: 王の懲罰は迅速、かつ決定的です。

source: His stark white hair is pulled back in a bun, and his wrinkles seem to have wrinkles of their own.
ja: 白い髪は巻き上げられ、その皺自体にもさらに皺があるように見えます。

source: Hiss does not affect the Unicorn.
ja: ヒスはユニコーンに影響を与えません。

source: Hiss does not affect you.
ja: ヒスはあなたに影響を与えません。

source: Hits
ja: ヒット

source: Hits 0 1 2 3
ja: ヒット 0 1 2 3

source: Hits as the Alliance
ja: 連合が受けるヒット

source: Hits as the Marquise
ja: マルキスが受けるヒット

source: Hits as the Vagabond
ja: ヴァガボンドが受けるヒット

source: Holy Symbol:
ja: 聖痕：

source: Horn (Gear):
ja: ホーン（装備）：

source: How Players Win
ja: プレイヤーたちが勝利するには

source: How dare you?!
ja: なんとまあずうずうしく卑しい妖精なのかしら？！

source: How else do you think the Forever King has lived so long?"
ja: 永遠なる王がなぜあれだけ長く生を保っていたと思いますか？」

source: How much Silver a player needs to receive 1 Gold depends on their position on the Silver track.
ja: 1ゴールドを受け取るために必要なシルバーの量は、シルバートラックの自身の位置によって変わります。この交換は複数回できます。

source: How to Play Boss Monster™ is the fast-paced card game of strategic dungeon building!
ja: プレイ方法 ボスモンスターは戦略的なダンジョン構築のテンポの早いカードゲームです！

source: How to Win
ja: 勝利するには

source: However it is allowed to pay an Apple in order to swap your Pixie with one of another player on the next row.
ja: しかし、次の行にいる他のプレイヤーの妖精1体を、あなたの妖精と交換するためにリンゴを支払うことはできます。

source: However the Queen will punish you severely for your lack of trying;
ja: しかし、クイーンはあなたの努力が欠如しているとして、厳しく罰するでしょう。

source: However the Queen will punish you severely for your lack of trying; you receive 5 Penalty Points and you’re not permitted any more actions during this action phase!
ja: しかし、クイーンはあなたの努力が欠如しているとして、厳しく罰するでしょう。あなたはペナルティポイント5

source: However, Clockwork Wars is most fun when using a map of your own creation.
ja: ただし、クロックウォーズは自身でマップを作成するのが最も楽しいです。

source: However, If you reveal the Ghost Possession card, remove it from the game at the end of your turn.
ja: しかし、あなたがゴーストの憑依カードを公開した場合、あなたのターンは終了し、それはゲームから取り除かれます。

source: However, a big treasury makes for an easy target, and so the Riverfolk must balance protecting their growing treasury with expanding of their operations into the more dangerous clearings of the forest.
ja: しかしながら、わかりやすい攻撃対象とされやすくもあります。なので、リバーフォークは自身の増えていく財産を、森の危険な区域へといかに上手く拡大していくのか戦略を練る必要があります。

source: However, a space or piece can still be visible to you even if you or it are on a Dark tile.
ja: また、あなたか対象がダークタイル上にある場合でも関係なく、視線は通ります。視線は、あなたと対象の間にあるタイルやスペースのみを考慮します。

source: However, all factions share certain terms which are described in this section.
ja: しかし、全ての種族はこのセクションで説明されている特定の用語を共有します。

source: However, battles are not resolved until the Battle stage.
ja: しかし、戦闘自体は戦闘ステージまで解決されません。

source: However, entering a tile with another player piece may prompt them to attack her, if their Strength is greater than her Defense.
ja: しかし、そこにいる他プレイヤーピースの筋力があなたの防御力よりも高い場合、そのプレイヤーピースはあなたを攻撃してきます。

source: However, he could do a Forced March into any of the territories marked
ja: しかし、

source: However, he could do a Forced March into any of the territories marked “FM.” Perhaps his best move would be to deploy a single worker to the Forest and use that to Force March at least 1 worker into the Village.
ja: しかし、”FM”でマークされた任意の地域に強行軍することもできます。おそらく、ベストな移動は森に1体のワーカーを展開し、村に少なくとも1体のワーカーを強行軍のために使用することでしょう。

source: However, if two or more exact Blends are created simultaneously, the Blend with the team member who has the highest turn order is placed higher on the List.
ja: ただし、2つ以上の完全に同じブレンドが同時に作成された場合は、チームメンバーのターン順番で最も高いプレイヤーがリストの上位に配置されます。

source: However, if you can satisfy both sets of rules, you must do so.
ja: しかし、両方のルール条件を満たせる場合は、そうしなければなりません。

source: However, if you must spend a bird card, you can’t substitute a card of another suit.
ja: しかし、あなたが鳥カードを消費する必要がある時、別スートのカードを代わりにすることはできません。

source: However, it is possible to add or drop players after Game 1.
ja: しかし、ゲーム1の後に参加の可否を変更することも可能です。

source: However, no promises are binding, so beware of betrayal!
ja: しかし、これはゲームルールで強制しませんので、裏切りへの対策は怠らないようにしましょう！

source: However, the Cave and the Ghost cannot collect or carry Artifacts.
ja: しかし、洞窟とゴーストはアーティファクトを拾ったり運んだりすることはできません。

source: However, the Eyrie are bound by their Decree, an ever-increasing set of mandated actions promised by their leader.
ja: しかし、鷲は法令に縛り付けられており、彼らのリーダーによって強制されるアクションのセットは増え続けていきます。

source: However, the Goblins’ “Scheme”
ja: しかし、

source: However, the Unicorn cannot attack the [Cave] Ghost.
ja: しかし、ユニコーンは洞窟（または洞窟ゴースト）を攻撃できません。

source: However, the large cubes will now be arranged to match the order of the small cubes.
ja: その一方で、大きなキューブは小さなキューブの順番に合わせて変更されます。

source: However, this gentler approach makes movement and combat operations difficult, and so these actions can only be undertaken by the most radicalized members of the Cult.
ja: しかしながら、この緩やかなアプローチは、移動と戦闘を難しいものとします。なので、これらアクションはカルトの過激派メンバーによって実行されます。

source: However, to fuel ongoing construction, the Marquise must maintain and protect a strong, interconnected economy of wood, which make for easy targets for her adversaries.
ja: しかし、燃料を供給し続けるために、マルキスは敵対者に簡単に狙われる木材の供給の強固に守り、維持し続ける必要があります。

source: However, when it would be placed in the discard pile, instead place it near the map to show it is available to be taken.
ja: しかし、そのカードは捨て札山に配置するのではなく、利用可能であることを示すためにマップ近くに配置します。

source: However, when you enter a tile with any Webs, you remove all Webs there and return them to the Spider.
ja: しかし、あなたがクモの巣トークンのあるタイルに入る時、そこにある蜘蛛の巣は全て取り除かれ、これらをスパイダーに返します。

source: However, you cannot end this phase on an open space, a space with any Artifacts, or a space with player pieces who carry any Artifacts.
ja: しかし、空のスペース、アーティファクトのあるスペース、アーティファクトを運ぶプレイヤーピースのいるスペースで、このフェイズを終了することはできません。

source: However, you cannot end this phase on an open space.
ja: しかし、あなたはこのフェイズ空きスペースで終了することはできません。

source: However, you must use the statistics and follow the restrictions listed on the Possession card (not the possessed player’s statistics).
ja: しかし、（憑依されたプレイヤーのステータスではなく）憑依カードに記述されたステータスを使用し、制限に従う必要があります。

source: Humiliate.
ja: 屈辱。

source: Hunt
ja: Hunt ハント

source: Hunter
ja: Hunter ハンター

source: Hunter (Expert):
ja: ハンター（エキスパート）：

source: I A New Generation.
ja: I 新世代。

source: I Choose Building.
ja: I 建物を選択する。

source: I Choose Clearing.
ja: I 区画の選択。

source: I Choose You:
ja: オレがお前を選ぶ：

source: I Cost.
ja: I コスト。

source: I Crusade.
ja: I 改革運動。

source: I Export.
ja: I 輸出。

source: I Foil Ambush.
ja: I アンブッシュの対処。

source: I Forced Effects.
ja: I 強制効果。

source: I Hand Card.
ja: I 手札。

source: I Improving Relationships.
ja: I 関係性の改善。

source: I Item Tracks.
ja: I アイテムトラック。

source: I Maximum Rolled Hits.
ja: I ロールによるヒットの最大。

source: I Mouse, Rabbit, or Fox Dominance.
ja: I ネズミ、ウサギ、キツネドミネンス。

source: I Move.
ja: I 移動。

source: I Placement Limits.
ja: I 配置上限。

source: I Recruit.
ja: I 雇用。

source: I Special Action:
ja: I スペシャルアクション：

source: I Trade Disruption.
ja: I 取引途絶。

source: I can't return what I've taken, but I promise to stop."
ja: 盗んだものを返すことはできません。しかし、これからは止めると誓います」

source: I didn't know you'd be so nice, though!
ja: 私はあなたがこんなにも素敵であるとは考えていなかった！

source: I escaped through a tunnel."
ja: 私はトンネルを通り逃げ出したんだ」

source: I failed, and now I've sworn off killing."
ja: 私は失敗した。もう王を殺せない。

source: I move my warrior first to the mouse clearing, then move both warriors to the fox clearing.
ja: 私はネズミの区域に戦士1体を移動させます。②その後、キツネ区域に両方の戦士たちを移動させます。③

source: I place a warrior at my recruiter in the mouse clearing.
ja: 私はネズミ区域に自分の雇用所に戦士1体を配置します。④

source: I place a wood at my sawmill.
ja: 私は自分の製材所に木材を1つずつ配置します。

source: I spend that wood to build a new sawmill, so I score one point.
ja: 私は木材1つを消費して、新しい製材所を建築します。なので1勝利点を得点します。①

source: I will observe J,-om here.
ja: 我はここから観察する。

source: I'm grateful for your sacrifice."
ja: 我はお前の犠牲に感謝する」

source: I'm sorry!"
ja: すまない！」

source: II Allied Status.
ja: II 同盟状態。

source: II Amount.
ja: II 価値。

source: II Battle.
ja: II 戦闘。

source: II Bird Dominance.
ja: II 鳥ドミナンス。

source: II Choose Clearing and Pay Wood.
ja: II 区画を選択して木材を支払う。

source: II Extra Hits.
ja: II 追加のヒット。

source: II Infiltrate.
ja: II 浸透。

source: II Move.
ja: II 移動。

source: II Reverse Substitution.
ja: II その逆。

source: II Riverboats.
ja: II リバーボート。

source: II Spend Funds.
ja: II 資金を消費する。

source: II Spend Supporters.
ja: II 支援者を消費する。

source: II Terms.
ja: II 用語。

source: II The Satchel.
ja: II カバン。

source: III Battle.
ja: III 戦闘。

source: III Corrupt.
ja: III 改宗。

source: III Defenseless.
ja: III 無防備。

source: III Hostile Status.
ja: III 敵対状態。

source: III Mercenaries.
ja: III 傭兵。

source: III Place Building and Score.
ja: III 建物と得点の配置。

source: III Recruit.
ja: III 雇用。

source: III Resolve Effect.
ja: III 効果の解決。

source: III Score Points.
ja: III 勝利点を得点する。

source: III Vagabond Services.
ja: III ヴァガボンドのサービス購入。

source: IMPORTANT:
ja: 注意：

source: IN THE FIELD
ja: フィールド

source: INACTIVE CHARTERS:
ja: 非アクティブチャーター：

source: INITIAL SETUP:
ja: 最初のセットアップ：

source: INVESTMENT TOKENS
ja: 投資トークン

source: ISOLATION + CRYSTALS & GHOSTS OMEN TOKENS
ja: 孤独+クリスタルトークンとゴーストタイル

source: IV Build.
ja: IV 建築。

source: IV Organize.
ja: IV 整理。

source: Identify the active player with the least cumulative glory (if there's a tie, roll the Charterstone).
ja: 累積栄光が最も少ないプレイヤーを確認（タイの場合、チャーターストーンをロールして決定します）

source: If "' y the space shows ,., , trigger income for all players.
ja: ○がスペースに示されている場合、全てのプレイヤーたちに収入が発動します。

source: If "' y the space shows 、., , trigger income for all players.
ja: ○がスペースに示されている場合、プレイヤーたち全てに収入がトリガーされます。

source: If 1 or more players passed onto the positive side of the score track, the player with the most Victory Points wins.
ja: スコアトラックで1以上のプラス側にいるプレイヤーがいた場合、最も勝利ポイントを持っているプレイヤーが勝利します。

source: If Flame Wall is placed on a space that already contains a player, that player is unaffected unless they leave the tile and reenter.
ja: 炎の壁がプレイヤーが既に存在するスペースに配置された場合、彼らがそのタイルから出てまた入るまで影響を与えません。

source: If a Crystal tile with a Unicorn cube is collapsed, remove the cube with the tile, but do not return a cube to your Radiance track.
ja: ユニコーンキューブのあるクリスタルタイルが崩壊した場合、タイルとキューブを取り除きますが、あなたの輝きトラックにキューブを戻すことはありません。

source: If a Ghost tile is removed from the map before the Collapse, return the tile to your supply (not to the bottom of a tile stack).
ja: ゴーストタイルが崩壊前にマップから取り除かれた場合、単純にあなたにタイルが返されます（タイルスタックの下ではなく）。

source: If a Ghost tile with a locked Artifact is ever removed from the map, the Artifact still counts toward the Ghost’s victory condition.
ja: ロックされたアーティファクトのあるゴーストタイルがマップから取り除かれた場合、そのアーティファクトは依然としてゴーストの勝利条件にカウントされます。

source: If a Ghost tile would be removed by the Collapse, remove the next eligible tile instead.
ja: ゴーストタイルを崩壊の対象になる場合、代わりに次の対象を取り除きます。

source: If a Hero exits a Room with damage equal to or exceeding its Health, it dies.
ja: ヒーローの持つヘルスと同量かそれ以上のダメージをルームが与えた場合、ヒーローは死にます。

source: If a Hero survives a Room, it enters the next Room.
ja: ヒーローがルームで生きている場合、次のルームカードに入ります。

source: If a Hideout is removed, also remove half (rounded up) of the supporters in the matching forest nation box.
ja: 隠れ家が取り除かれる場合、それに一致する森の民ボックスのサポーターの半分（切り上げ）を取り除きます。

source: If a Hideout is removed, discard any card in the matching Hideout card slot.
ja: 隠れ家取り除かれる場合、隠れ家に配置されたカードも捨て札にされます。

source: If a Pixie and Action Disc are next to each other, it sometimes occurs during the action phase that the Pixie leaves this spot.
ja: 妖精とアクションディスクが互いに隣り合って配置されている場合、まれにアクションフェイズ中に妖精がこの場所を離れる場合があります。

source: If a Possession card prompts you to roll more dice than there are available for use or are included in the game, you can substitute dice or reroll dice to represent the additional dice you need to roll.
ja: 憑依カードがゲームの内容物として利用可能な数を越えてダイスのロールを指示する場合、あなたは代わりのダイスを使用するか、ダイスを振り直し、これをロールする必要がある追加のダイスとします。

source: If a Skeleton ends its movement on a tile with a Lamp, the Lamp is returned to your supply.
ja: スケルトンがランプのあるタイルで移動を終了した場合、ランプはパラディンのサプライに戻されます。

source: If a Skeleton is there, scatter it.
ja: そこにスケルトンが居る場合、離散します。

source: If a Tribe carrying an Artifact leaves the map for any reason, the Artifact leaves the map as well.
ja: 何らかの理由でアーティファクトを運ぶ部族がマップから去った場合、アーティファクトもまたマップから去ります。

source: If a Tribe with a Monster scatters, do not discard the Monster.
ja: モンスターを持つ部族が散った場合、モンスターを破棄しない。

source: If a card requires multiple of one nation to craft, you must exhaust the listed number of H. All of your H match the nation of your clearing.
ja: クラフトに民が複数必要必要な場合、あなたはHを記述された数だけ消耗する必要があります。Hは全て、あなたが現在いる区域の民と一致します。

source: If a faction’s relationship marker reaches the final space on the Allied track, you are now trusted by the warriors of that faction.
ja: 派閥の関係性マーカーが友好トラックの最終スペースに到達した場合、あなたはその派閥の戦士たちの信頼を得られるようになります。

source: If a new Blend is exactly the same as a Blend already on the List, the old Blend is considered inferior.
ja: 新しいブレンドが、既にリストにあるブレンドと全く同じ場合、古いブレンドは下位の物だと見なされます。

source: If a non-possessed player carrying an Artifact enters such a Ghost tile on their own turn.
ja: 憑依されていないプレイヤーが自身のターンにて、ゴーストタイルへアーティファクトを運び入れる。

source: If a non-possessed player forces another non-possessed player carrying an Artifact to enter such a Ghost tile.
ja: 憑依されていないプレイヤーが、別の憑依されていないアーティファクトを運ぶプレイヤーをゴーストタイルへと強制的に入れる。

source: If a particular treasure type is tied, that Hero type stays in town.
ja: トレジャータイプがタイの場合、そのヒーローはタウンに留まります。

source: If a player already has a Food Tile, the player is not allowed to choose this action.
ja: プレイヤーガ既に食料タイルを持っている場合、このアクションヲ選択することはできません。

source: If a player already has the Starting Player Token, they may use Leadership Council to retain it.
ja: このプレイヤーが既にスタートプレイヤートークンを所持している場合でも、これを保持するためにLeadership Councilを使用できます。

source: If a player captures a territory that has a Discovery token through combat, she gains control of the Discovery and takes the card from the losing player.
ja: 戦闘を通してディスカバリートークンがある土地を拿捕した場合、そのプレイヤーが敗北したプレイヤーから、ディスカバリーの制御を獲得してカードを受け取ります。

source: If a player does offer a different kind of Food by mistake, that player immediately receives 5 Penalty Points and puts the offered Food back into their personal supply.
ja: プレイヤーが誤って異なる種類の食料を提供した場合、そのプレイヤーは直ちに5ペナルティポイントを受け取り、自身の個人サプライに提供した食料を戻します。

source: If a player doesn’t own a Tile of a certain type, they can’t trade for Tiles of that type.
ja: プレイヤーガ特定の種類のタイルを所有していない場合、その種類のタイルは交換できません。

source: If a player ends the turn with 10 Sou Is (and fewer than 5 Wounds), that player wins the game.
ja: プレイヤーがターン終了時にソウル10を持っている（そして負傷5つを下回る）場合、そのプレイヤーはゲームに勝利します。

source: If a player ends the turn with 5 or more Wounds, that player loses the game (regardless of Soul count).
ja: プレイヤーがターン終了時に負傷を5つ以上持っている場合、そのプレイヤーはゲームから脱落します（ソウルの数に関係なく）。

source: If a player ends their own turn on Magma:
ja: プレイヤーが自身のターンをマグマ上で終了した場合：

source: If a player ever permanently drops out of the campaign, return all of their coins, resources, advancement cards, and minions to the general supply.
ja: キャンペーンから永久的に抜けたプレイヤーがいる場合、彼の全てのコイン、リソース、発展カード、ミニオンを共通サプライに戻します。

source: If a player has a spectral worker, place it in the Archive and regain their big worker meeple.
ja: 幽霊ワーカーを持つプレイヤーがいる場合、アーカイブにそれを入れ、自身の大きなワーカーミニオンを取り戻します。

source: If a player has no slaves or only 1 slave in the mine, that player is only allowed to choose 1 cube from the bag.
ja: 炭鉱にドレイがいない[または]1体のみいる場合、そのプレイヤーはバッグからキューブを1つのみ選択できます。

source: If a player has no warriors there, you may instead remove one building or token of that player.
ja: 対象プレイヤーがそこに戦士を持たない場合、そのプレイヤーの建物かトークン1つを取り除きます。

source: If a player has sole possession of a territory, he is in control of it.
ja: 1つの地域を1人のプレイヤーが所有している場合、そこはそのプレイヤーが制御します。

source: If a player has the Permanent Ability of stealing 1 Silver bar however, this player does receive 1 Silver bar from the general supply.
ja: ただし、プレイヤーガ永久アビリティの「シルバーの延べ棒1枚を盗む」を持っている場合、このプレイヤーは共通サプライからシルバーの延べ棒1つを受け取ることができます。

source: If a player is in control of the court, she receives a bonus.
ja: 1人のプレイヤーが法廷を制御している場合、そのプレイヤーがボーナスを受け取ります。

source: If a player needs to place a fourth Marker, that player removes a Marker from another blend or doesn’t add a Marker to a Blend created this round.
ja: プレイヤーが4つめのマーカーを配置する必要がある場合、そのプレイヤーは、そのプレイヤーは他のブレンドからマーカーを取り除く[または]このラウンドに作成されたブレンドにマーカーを追加しません。

source: If a player other than the Ghoul would get the Past Plunder Variant card, give it to the Ghoul instead.
ja: グール以外のプレイヤーが過去の略奪品ヴァリアントカードを得る場合、代わりにグールがこれを得ます。

source: If a player took the Technophilia action during the Spymaster Phase, then she gets to choose the first Discovery.
ja: プレイヤーがスパイマスターアクション時に技術狂いアクションを取っていた場合、彼が最初にディスカバリーを選択して獲得します。

source: If a possessed player carrying an Artifact enters such a Ghost tile.
ja: 憑依されたプレイヤーがゴーストタイルにアーティファクトを運び入れる。

source: If a possessed player forces another player carrying an Artifact to enter such a Ghost tile.
ja: 憑依されたプレイヤーが別のアーティファクトを運ぶプレイヤーを強制的にゴーストタイルに入れる。

source: If a possessed player piece enters the Mushroom Forest, the possession turn ends immediately.
ja: 憑依されたプレイヤーピースがキノコの森に入った場合、直ちに憑依ターンは終了します。

source: If a rule in a variant contradicts a rule in the standard rules, follow the rule in the variant.
ja: 基本ルールとヴァリアントルールで矛盾が発生した場合、ヴァリアントのルールに従います。

source: If a rule on a card or ability (such as the Spider’s powers) contradicts a standard rule or a rule in a variant, follow the rule on the card or ability.
ja: カードや能力（スパイダーのパワーなど）のルールが基本ルールやヴァリアントルールと矛盾した場合、カードや能力のルールに従います。

source: If a rule refers to “Teleport” alone without stating “the Teleport action” or “forced to Teleport,” the rule refers to both cases.
ja: ルールが「テレポートアクション」や「強制テレポート」から始まらず単に「テレポート」と指示する場合、そのルールは両方に当てはまります。

source: If a second card is added to her Mental Block space, return the first card to her Possession deck.
ja: メンタルブロックスペースに二枚目のカードが追加される場合、前のカードは憑依デッキに戻されます。

source: If a space holds multiple players, you choose which one to attack.
ja: 複数プレイヤーたちを保持するスペースの場合、1体を選択して攻撃します。

source: If a tie is not broken, Heroes can really start to stack up in town! When the tie is broken, all relevant Heroes go to the "winning" dungeon, which means the stakes just keep getting higher.
ja: タイが解消されない場合、町に待機し続けます！ タイが解消された時、全ての関連するヒーローたちがダンジョンに押し寄せることを意味します。

source: If a tile with a non-locked Artifact is removed, the player who removed the tile must move the Artifact to any adjacent space without the Ghost.
ja: ロックされていないアーティファクトを持つタイルが取り除かれた場合、タイルを取り除いたプレイヤーはゴーストの居ない隣接スペースへとアーティファクトを移動させる必要があります。

source: If all Reward Tiles with a golden number have been distributed (3 tracks, 5 Tiles per track), the end of the game is triggered.
ja: ゴールドの数字を持つ報酬タイル全てが分配された場合（3トラック、トラックごとにタイル5枚）、ゲーム終了のトリガーが引かれます。

source: If all are in use and a card is drawn that would require one (Meat!, Armory, or a Monster), that card will have no effect until a Strength disc becomes available, at which time the disc moves to the card.
ja: 全てのディスクが使用されており、さらに必要な場合（にくぅ！、武器庫、モンスター）、筋力ディスクが利用可能になるまでそのカードは効果を持たず、利用可能になった時点でそのカードの効果を発動させます。

source: If all spaces on the board contain tiles, you can use this power to swap the spaces of two tiles instead of shifting one tile.
ja: ボードのスペース全てにタイルが配置されている場合、このパワーを使用することで、タイル1枚をシフトする代わりに、タイル2枚の位置をスワップできます。

source: If all three Dancing Lights are on the board, he may remove one from the board to place again.
ja: ダンシングライト3つ全てがボード上に配置されている場合、ボードから1つを選択して取り、別の場所に配置します。

source: If all three Gems are on the map, the Silver Scale has no effect.
ja: 3つ全てのドラゴンジェムがマップにある場合、銀の鱗は効果を持ちません。

source: If an Artifact is locked during a possession turn, the possession turn ends immediately.
ja: 憑依ターン時にアーティファクトがロックされた場合、直ちに憑依ターンが終了します。

source: If an ability or Gear costs Stability, you may only use it during that Skeleton’s activation, unless noted otherwise.
ja: 能力や装備のコストが安定性の場合、特に記述がない限り、スケルトンをアクティブにしている時にのみ、その効果を使用できます。

source: If an effect allows you to "heal" a Wound, you may flip over one face-up Hero (ordinary or Epic) in your scorekeeping area.
ja: あなたの負傷を「ヒール」する効果は、自身の得点エリアにある表向きのヒーロー（通常やエピック）を裏返すことができます。

source: If an effect allows you to take multiple moves, you may move the same or separate groups of warriors.
ja: 効果が複数回の移動を与える場合、あなたは同じ[または]別々に戦士のグループを移動させることができます。

source: If an opposing player enters a space with a Dancing Lights token, remove it from the board.
ja: 対戦相手プレイヤーがダンシングライトトークンのあるスペースに入った場合、トークンはボードから取り除かれます。

source: If an opposing player enters a space with a Dancing Lights token, return it to your supply.
ja: ダンシングライトのあるスペースに対戦相手が入った場合、それはあなたのサプライに戻されます。

source: If an ordinary Hero survives your dungeon, it remains face-up and counts as one Wound.
ja: 通常ヒーローがあなたのダンジョンで行こ残った場合、表向きで残り、負傷1つとしてカウントされます。

source: If another player declares a spell or ability, the active player may respond with any number of Spells or abilities before the non-active player's effect resolves.
ja: 他のプレイヤーがスペルや効果を宣言した場合、アクティブプレイヤーは非アクティブプレイヤーの効果を解決する前に任意の数のスペルや能力で反応することができます。

source: If another player has the victory condition of killing the Dragon, then when the Unicorn attacks the Dragon, he discards 2 Power cards instead of losing Health.
ja: 他プレイヤーが勝利条件にドラゴンを殺すことを持つ場合、ユニコーンがドラゴンを攻撃した時、彼はヘルスを失う代わりにパワーカード2枚を破棄します。

source: If another player has the victory condition of killing the Knight, then when the Unicorn attacks the Knight, she loses 5 Grit instead of losing Health.
ja: 他プレイヤーが勝利条件にナイトを殺すことを持っている場合、ユニコーンがナイトを攻撃した時、彼女はヘルスを失う代わりに5経験値を失います。

source: If another player plays a Spell while you are the active player, you may play and resolve any number of Spells or effects before opponents' Spells or abilities resolve.
ja: あなたがアクティブプレイヤーのときに他のプレイヤーがスペルをプレイする場合、あなたは対戦相手のスペルや能力が解決される前に、任意の枚数のスペルや効果のプレイと解決ができます。

source: If another player would get the Past Plunder Variant card, the Ghost gets it instead.
ja: 他のプレイヤーが過去の略奪品ヴァリアントカードを得たい場合、ゴーストがこれを変わりに得ます。

source: If another player would take a random card from the Riverfolk’s hand, the cards are flipped face down, shuffled, drawn from, and then flipped face up.
ja: 他プレイヤーがリバーフォークの手札からカードをランダムに取ろうとする場合、カードを裏向きにしてシャッフルし、そこからドローしてもらい、その後、表向きで配置しなおします。

source: If any Possession cards in the deck refer to Flare, take the Flare Variant card.
ja: デッキの憑依カードがフレアを参照するのであれば、フレアヴァリアントカードを取ります。

source: If any Robotanists are in the Lab, you and your opponents must move them, starting with the number 1 space, to any unoccupied space on the game board that could earn Favor Cogs.
ja: ラボにロボタニストたちがいた場合、あなたとあなたの対戦相手たちは、数字の1のスペースから始まり、ゲームボードの任意の未占領スペースに移動しなければならず、寵愛の歯車を得ることができます。

source: If any attacking warriors remain after taking hits, continue to step 3.
ja: ヒットを与えた後でアタッカーの戦士が残っていた場合、ステップ3に続きます。

source: If any card (even a dominance card) would be placed in the discard pile, it is instead placed in the Lost Souls pile.
ja: 捨て札山にカードを配置する時（ドミナンスカードであっても）、その代わりにロストソウル山札に配置します。

source: If any of the decks look identical, please let us know.
ja: デッキの何れかが同じである場合、私達に知らせてください。

source: If any player has seven or more provided by Buildings in their Neighborhood, the game ends and Scoring takes place.
ja: いずれかのプレイヤーが7以上の●を持つ建物を近所に持つ場合、ゲームは終了し得点計算を行います。
